<template>
  <div>
    <div>
      <app-coins-coin-top-section />
    </div>
    <section class="landing-item">
      <app-main-page-video-section
        title="درباره بیت کوین"
        :description="description"
      />
    </section>
    <section class="landing-item"><app-main-page-blog-section /></section>
    <section class="landing-item main-container">
      <div class="faq-container">
        <h3 class="text-title-3">سوالات متداول بیت کوین</h3>
        <img
          src="~/assets/images/rectangles.svg"
          alt="rectangles icon"
          class="faq-container__icon"
        />
        <app-faq-expandable-faq
          v-for="qa in faq"
          :key="qa.question"
          :answer="qa.answer"
          :question="qa.question"
        ></app-faq-expandable-faq>
      </div>
    </section>
    <section class="landing-item"><app-main-page-start-register /></section>
  </div>
</template>

<script setup lang="ts">
const description = ref<string>(
  'تیم بودن و حرفه‌ای بودن، کافی نبود؛ باید یک آرزو تحقق پیدا می‌کرد. اما دنبال مسیری به سوی بی‌نهایت بودیم و بازار مالی بخصوص ارزهای دیجیتال برایمان مثال یک کوهنوردی بدون قله بود. این شد که وجب به دنیا آمد تا کمی متفاوت‌تر و در عین حال سریع‌تر، معامله‌گران را در مقابل واکنش‌های بازار قرار دهیم تا تصمیمات پُر سود بگیرند. توایکس با خلق یک زمین بازی جدید، تعریف جدیدی از صرافی‌های OTC (over the Counter) با کاربرد بازارهای معاملاتی P2P (peer to peer) ارائه داد تا کاربران راحت‌تر، سریع‌تر و ارزان‌تر از قبل خرید و فروش کنند. تیم بودن و حرفه‌ای بودن، کافی نبود؛ باید یک آرزو تحقق پیدا می‌کرد. اما دنبال مسیری به سوی بی‌نهایت بودیم و بازار مالی بخصوص ارزهای دیجاین شد که وجب به دنیا آمد تا کمی متفاوت‌تر و در عین حال سریع‌تر، معامله‌گران را در مقابل واکنش‌های بازار قرار دهیم تا تصمیمات پُر سود بگیرند. تer to peer) ارائه داد تا کاربران راحت‌تر، سریع‌تر و ارزان‌تر از قبل خرید و فروش کنند.'
)
const faq = ref([
  {
    question: 'بهترین راه خرید بیت کوین چیست ؟',
    answer:
      'تیم بودن و حرفه‌ای بودن، کافی نبود؛ باید یک آرزو تحقق پیدا می‌کرد. اما دنبال مسیری به سوی بی‌نهایت بودیم و بازار مالی بخصوص ارزهای دیجیتال برایمان مثال یک کوهنوردی بدون قله بود. این شد که وجب به دنیا آمد تا کمی متفاوت‌تر و در عین حال سریع‌تر، معامله‌گران را در مقابل واکنش‌های بازار قرار دهیم تا تصمیمات پُر سود بگیرند. توایکس با خلق یک زمین بازی جدید، تعریف جدیدی از صرافی‌های OTC (over the Counter) با کاربرد بازارهای معاملاتی P2P (peer to peer) ارائه داد تا کاربران راحت‌تر، سریع‌تر و ارزان‌تر از قبل خرید و فروش کنند. ',
  },
  {
    question: 'آیا امکان خرید و فروش بیت کوین بدون پرداخت کارمزد وجود دارد؟',
    answer:
      'تیم بودن و حرفه‌ای بودن، کافی نبود؛ باید یک آرزو تحقق پیدا می‌کرد. اما دنبال مسیری به سوی بی‌نهایت بودیم و بازار مالی بخصوص ارزهای دیجیتال برایمان مثال یک کوهنوردی بدون قله بود. این شد که وجب به دنیا آمد تا کمی متفاوت‌تر و در عین حال سریع‌تر، معامله‌گران را در مقابل واکنش‌های بازار قرار دهیم تا تصمیمات پُر سود بگیرند. توایکس با خلق یک زمین بازی جدید، تعریف جدیدی از صرافی‌های OTC (over the Counter) با کاربرد بازارهای معاملاتی P2P (peer to peer) ارائه داد تا کاربران راحت‌تر، سریع‌تر و ارزان‌تر از قبل خرید و فروش کنند. ',
  },
  {
    question: 'چگونه می‌توان بیت کوین خریداری کرد؟',
    answer:
      'تیم بودن و حرفه‌ای بودن، کافی نبود؛ باید یک آرزو تحقق پیدا می‌کرد. اما دنبال مسیری به سوی بی‌نهایت بودیم و بازار مالی بخصوص ارزهای دیجیتال برایمان مثال یک کوهنوردی بدون قله بود. این شد که وجب به دنیا آمد تا کمی متفاوت‌تر و در عین حال سریع‌تر، معامله‌گران را در مقابل واکنش‌های بازار قرار دهیم تا تصمیمات پُر سود بگیرند. توایکس با خلق یک زمین بازی جدید، تعریف جدیدی از صرافی‌های OTC (over the Counter) با کاربرد بازارهای معاملاتی P2P (peer to peer) ارائه داد تا کاربران راحت‌تر، سریع‌تر و ارزان‌تر از قبل خرید و فروش کنند. ',
  },
  {
    question: 'آیا امکان خرید و فروش بیت کوین بدون پرداخت کارمزد وجود دارد؟',
    answer:
      'تیم بودن و حرفه‌ای بودن، کافی نبود؛ باید یک آرزو تحقق پیدا می‌کرد. اما دنبال مسیری به سوی بی‌نهایت بودیم و بازار مالی بخصوص ارزهای دیجیتال برایمان مثال یک کوهنوردی بدون قله بود. این شد که وجب به دنیا آمد تا کمی متفاوت‌تر و در عین حال سریع‌تر، معامله‌گران را در مقابل واکنش‌های بازار قرار دهیم تا تصمیمات پُر سود بگیرند. توایکس با خلق یک زمین بازی جدید، تعریف جدیدی از صرافی‌های OTC (over the Counter) با کاربرد بازارهای معاملاتی P2P (peer to peer) ارائه داد تا کاربران راحت‌تر، سریع‌تر و ارزان‌تر از قبل خرید و فروش کنند. ',
  },
])
</script>

<style lang="scss" scoped>
.faq-container {
  position: relative;
  max-width: 53.125rem;
  margin: 0 auto;
  text-align: center;
  &__icon {
    width: 95px;
    position: absolute;
    top: 0;
    right: 0;
    transform: translate(4.5rem, -1.2rem);
  }
}
</style>
