<template>
  <div class="main-container">
    <h1 class="text-title-3">قوانین و شرایط استفاده از خدمات</h1>
    <p class="text-regular-5 text-light">
      موافقتنامه استفاده از خدمات وب سایت صرافی رمزارز ( موافقتنامه ) فی مابین
      شرکت توسعه ارتباطات سپهر وجب (سهامی خاص) و کاربر این وب سایت می باشد که
      جهت تدوین شرایط، قوانین، حقوق، تکالیف و مسئولیت‌ها و نیز دستورالعمل‌های
      لازم جهت استفاده کاربر از وب سایت برای معامله ارز های دیجیتال با نرخ های
      پیشنهادی کاربران می باشد.
    </p>

    <div>
      <section class="aboutus-card">
        <div class="aboutus-card__inner">
          <h2 class="text-title-3 color-primary">مقدمه</h2>
          <div class="aboutus-card__head-des">
            <div>
              الف) واژگان و اصطلاحاتی که در موافقتنامه حاضر مورد استفاده قرار
              گرفته است دارای معانی به شرح ذیل می باشند:
            </div>
            <div>
              <b>وجب</b>: منظور شرکت توسعه ارتباطات سپهر وجب (سهامی خاص) می
              باشد.
            </div>
            <div>
              <b>وب سایت وجب</b>: منظور وب سایت صرافی رمزارز به
              دامنهwww.vajab.ir که متعلق به شرکت توسعه ارتباطات سپهر وجب می
              باشد.
            </div>
            <div>
              <b>اپلیکیشن وجب</b>: منظور اپلیکیشن صرافی رمز ارز متعلق به شرکت
              توسعه ارتباطات سپهر وجب در دو سیستم عامل Android و IOS می باشد.
            </div>
            <div>
              <b>کاربر</b>: هر شخصی اعم از حقیقی یا حقوقی که اقدام به افتتاح
              حساب کاربری در وجب نموده است و عضو این سایت می باشد.
            </div>
            <div>
              <b>رمزارز</b>: دارایی دیجیتال و مجازی است که بر پایه علم رمزنگاری
              ایجاد شده است و ماهیت غیرمتمرکز دارد. رمزارز دارای ارزش مادی بوده
              و قابل معامله می باشد
            </div>
            <div>
              <b>کیف پول ریالی</b>: کیف پول نرم افزاری که کاربر میتواند از حساب
              بانکی خود به آن ریال واریز کرده، معادل موجودی ریالی آن رمزارز
              خریداری نماید و موجودی ریالی آن را به حساب بانکی خود انتقال دهد.
              همچنین مبلغ ریالی حاصل از فروش رمزارز به آن واریز می گردد.
            </div>
            <div>
              <b>کیف پول رمزارز</b>:کیف پول نرم افزاری و یا سخت افزاری مختص به
              هر رمزارز که کاربر میتواند رمزارز مخصوص به آن را واریز، برداشت و
              نگه داری نماید.
            </div>
            <div>
              <b>حساب کاربری</b>: صفحه شخصی هرکاربر که امکان شارژ کیف پول ریالی
              کاربر و خرید، فروش و نگهداری رمزارز را به کاربر می دهد.
            </div>
            <div>
              <b>فیشینگ</b>: نوعی حمله مهندسی که برای به دست آوردن اطلاعاتی
              مانند نام کاربری، گذرواژه، اطلاعات حساب بانکی و مانند آن ها از
              طریق جعل یک وبگاه، آدرس ایمیل و مانند این ها تلاش میکند
            </div>
            <div>
              ب) وجب تابع تمام قوانین و مقررات جمهوری اسلامی ایران بوده و بستری
              برای تبادل رمزارزها می باشد و اعلام می دارد که هیچ گونه تبادل ارزی
              شامل خرید و فروش دلار، یورو و سایر ارزهای خارجی، در این بستر صورت
              نمی گیرد.
            </div>
            <div>
              ج) ایجاد حساب کاربری در وجب و هر بار ورود به سایت و یا اپلیکیشن به
              این معنی می باشد که کاربر این موافقتنامه را خوانده، فهمیده و تمام
              مفاد آن را قبول دارد. این حق برای وجب محفوظ است که هر زمان بخواهد
              مفاد این موافقتنامه را تغییر دهد. هر تغیری در آینده در همین صفحه
              منتشر و به روز رسانی می شود و کاربر توافق می‏‌کند که ادامه استفاده
              او از سایت به معنی پذیرش هرگونه تغییر است. در‌صورت مخالفت کاربر با
              مفاد قرارداد، وی اجازه ندارد از خدمات وبسایت و اپلیکیشن وجب
              استفاده کند.
            </div>
            <div>
              د) کاربر آگاهی خود را از ریسک های خاصی که با سرمایه گذاری در
              رمزارز همراه است و بعضا ممکن است قابل توجه باشد اعلام می کند و
              متعهد می شود که با پذیرش و تایید این موافقتنامه، خطرات سرمایه
              گذاری در رمزارز را درک کرده و وجب را در قبال خسارات و زیان هایی که
              ممکن است ناشی از سرمایه گذاری یا نگهداری رمزارز باشد مسئول نمی
              داند. مسئولیت سود و زیان ناشی از تغییرات قیمت منحصرا بر عهده کاربر
              است. کاربر نمی تواند در صورت مفقود شدن رمزارز از وجب مطالبه حق و
              یا درخواست جبران ضرر و زیان کند.
            </div>
          </div>
          <ul>
            <div v-for="(item, i) in items" :key="i">
              <h2 class="text-title-3 color-primary">{{ item.title }}</h2>
              <li v-for="(sub, j) in item.items" :key="j" class="text-light">
                {{ sub.text }}
                <ul v-if="sub.items" class="my-2">
                  <li v-for="(subItem, k) in sub.items" :key="k">
                    {{ subItem }}
                  </li>
                </ul>
              </li>
            </div>
          </ul>
        </div>
      </section>
    </div>
  </div>
</template>

<script>
export default {
  data() {
    return {
      items: [
        {
          title: 'شرایط عمومی',
          items: [
            {
              text: 'امکان افتتاح حساب کاربری برای شخص حقیقی و نیز شخص حقوقی وجود دارد.',
            },
            {
              text: 'جهت ایجاد حساب کاربری در وجب داشتن حداقل سن 18 سال کامل شمسی الزامی است.',
            },
            {
              text: 'در صورتی که کاربر به عنوان ولی خاص و یا قیم قانونی اقدام به ایجاد حساب کاربری برای فرد تحت سرپرستی و نظارت خود می نماید باید این امر را به اطلاع وجب برساند و مدارک مورد درخواست وجب را فراهم نماید، در غیر این صورت وجب به محض اطلاع قادر به تعلیق حساب کاربری می باشد و کاربر حق هیچگونه اعتراضی را ندارد.',
            },
            {
              text: 'جهت ایجاد حساب کاربری حقوقی در وجب ارائه معرفی نامه نماینده شرکت جهت افتتاح حساب شخص حقوقی الزامی است .معرفی نامه می بایست در سربرگ رسمی شرکت ارایه شده و همراه با مهر شرکت، به امضای کلیه صاحبین امضای مجاز شرکت رسیده باشد.',
            },
            {
              text: 'قید عبارت «جهت افتتاح حساب حقوقی برای شرکت نزد صرافی وجب و ارائه کلیه اطلاعات، مدارک، تعهدات و مستندات لازم به منظور آن»، درج شماره حساب بانکی و شماره شبای متعلق به شرکت، ایمیل شرکتی، شماره تلفن همراه نماینده و نیز کدملی نماینده در متن معرفی نامه الزامی می باشد.',
            },
            {
              text: 'احراز هویت مطابق با شرایط وجب و قوانین و مقررات جاری کشور برای ایجاد حساب کاربری لازم و ضروری می باشد. کاربر تایید و تصدیق می نماید که اطلاعات ارائه شده صحیح، دقیق و منطبق با واقعیت می باشد. در صورت وجود هرگونه تقلب یا اشتباه در فرآیند احراز هویت، مسئولیت به عهده کاربر متخلف بوده و وجب حق تعلیق حساب و ارجاع به مراجع ذی صلاح مربوطه را دارد.',
            },
            {
              text: 'ایجاد حساب کاربری با استفاده از اطلاعات شخصی دیگران و به نام آن ها خلاف این موافقتنامه می باشد.',
            },
            {
              text: 'وجب این حق را برای خود محفوظ نگاه می دارد که در زمان ایجاد حساب کاربری و یا در طول استفاده از خدمات بنا به صلاحدید خود و یا جهت انطباق با قوانین، درخواست اطلاعات و مستندات بیشتری نماید.',
            },
            {
              text: 'کاربر می پذیرد که تمام اعمال و اقدامات او مطابق با قوانین جمهوری اسلامی ایران و نیز این موافقتنامه می باشد، حق تعلیق حساب در صورت احراز هرگونه تخلف از موارد یاد شده برای وجب محفوظ می باشد.',
            },
          ],
        },
        {
          title: 'حساب کاربری',
          items: [
            {
              text: 'هر شخص با وارد کردن اطلاعات شخصی خود می تواند به ایجاد تنها یک حساب کاربری برای خود در وجب اقدام نماید.',
            },
            {
              text: 'مراحل فرایند ایجاد حساب کاربری از سوی کاربر به شرح ذیل است:',
              items: [
                'وارد کردن مشخصات شامل ایمیل و رمز',
                'موافقت کاربر با این موافقنامه',
                'تکمیل فرآیند ثبت نام',
                'احراز هویت و تأیید مشخصات کاربر توسط وجب',
              ],
            },
            {
              text: 'فرآیند احراز هویت شخص حقیقی شامل گردآوری اطلاعاتی از کاربر مانند شماره تماس ثابت، آدرس، کارت ملی با تصویر آن، کد ملی و اطلاعات بانکی وی می باشد.',
            },
            {
              text: 'فرِآیند احراز هویت شخص حقوقی شامل گردآوری اطلاعاتی از کاربر مانند آگهی تاسیس شرکت، آگهی آخرین تغییرات ثبتی شرکت که مشخصات آخرین صاحبین امضای مجاز شرکت در آن قید شده است، معرفی نامه، گواهی ثبت نام ارزش افزوده، تصویر کارت ملی نماینده و نیز صاحبین امضای شرکت می باشد.',
            },
            {
              text: 'این حق برای وجب محفوظ است که اطلاعات لازم برای احراز هویت را قبل از پذیرش از کاربر بخواهد. در این حالت تا احراز هویت کامل به عمل نیامده است، کاربر قادر به استفاده از خدمات وجب نمی باشد.',
            },
            {
              text: 'تصمیم راجع به موفق یا ناموفق بودن احراز هویت تنها در اختیار وجب می باشد و وجب می تواند یک احراز هویت را به تشخیص خود قبول کند یا قبول نکند.',
            },
            {
              text: 'کاربر می بایست جهت استفاده از خدمات وجب اقدام به ثبت حساب بانکی به نام خود نماید.',
            },
            {
              text: 'کاربر متعهد می باشد در صورت هرگونه تغییر در اطلاعات خود پس از ثبت نام بلافاصله اطلاعات جدید را در اطلاعات حساب کاربری به روزرسانی نماید. وجب مسئول هرگونه مشکل و یا خسارتی که به علت عدم به روزرسانی اطلاعات به وجود می آید، نخواهد بود.',
            },
            {
              text: 'در صورتی که کاربر اطلاعات ورود خود به سامانه را از دست دهد، برای بازیابی اطلاعات، اطلاعاتی که بنا به صلاحدید وجب ضروری است از او اخذ خواهد شد و در صورت تایید اطلاعات به کاربر دسترسی مجدد داده خواهد ‌شد. در صورت احراز نشدن کامل هویت کاربر، دسترسی بازگردانده نخواهد شد.',
            },
            {
              text: 'در صورت بروز وقفه طولانی در استفاده از خدمات ، وجب ممکن است جهت امکان استفاده مجدد از کاربر اطلاعات دیگری را درخواست نماید، به ویژه اگر برای ۶ ماه یا بیشتر کاربر از حساب کاربری خود استفاده نکرده باشد.',
            },
            {
              text: 'کاربر میتواند از طریق حساب بانکی خود وجه ریالی به کیف پول ریالی خود انتقال داده و موجودی آن را به میزان دلخواه افزایش دهد. کیف پول ریالی و کیف پول رمزارز کاربر، همواره مبلغ موجودی را نشان می دهد.',
            },
            {
              text: 'در صورتی که کاربر در کیف پول ریالی خود و نیز کیف پول رمز ارز خود مبلغی نزد وجب داشته باشد، چندین سال هیچ استفاده ای از حساب کاربری خود نکند و وجب نتواند بر اساس اطلاعات مندرج در حساب کاربری به او دسترسی پیدا کند، ممکن است وجب مطابق با قانون آن مال را بلاصاحب اعلام کرده و بر اساس مقررات موجود رفتار نماید.',
            },
            {
              text: 'کاربر حق انتقال حساب کاربری خود به شخص ثالث و یا فراهم آوردن امکان استفاده از حساب کاربری برای اشخاص ثالث را ندارد و این حق برای وجب محفوظ می باشد که در صورت اطلاع از این امر حساب کاربری او را معلق و مسدود نماید.',
            },
            {
              text: 'در صورت فوت کاربر، وجب به محض اطلاع از این موضوع میتواند حساب کاربری او را مسدود نماید و تنها پس از ارائه مدارک موثق و قانونی مبنی بر فوت کاربر و پس از دستور مراجع ذیصلاح مبلغ مانده در کیف پول ریالی کاربر را به حساب بانکی تعیین شده واریز نماید. همچنین وجب این اختیار را دارد که مبلغ مانده در کیف پول رمز ارز کاربر را بر اساس نرخ روز به ریال تبدیل نماید و پس از انتقال به کیف پول ریالی او به حساب بانکی تعیین شده منتقل نماید. اشخاص ثالث، ورثه و قائم مقام قانونی متوفی حق هیچگونه اعتراضی نخواهند داشت.',
            },
            {
              text: 'در صورت حجر کاربر، وجب به محض اطلاع از این موضوع میتواند حساب کاربری او را معلق نماید و تنها پس از دستور کتبی مراجع ذیصلاح مطابق دستور عمل خواهد کرد. قیم بدون داشتن دستور کتبی از مراجع ذیصلاح حق هیچ گونه درخواست اعم از دسترسی و یا مسدود ساختن حساب کاربری را نخواهد داشت.',
            },
            {
              text: 'در صورت ورشکستگی کاربر، وجب به محض اطلاع از این موضوع میتواند حساب کاربری او را معلق نماید و تنها پس از دستور کتبی مراجع ذیصلاح مطابق دستور عمل خواهد کرد. مدیر تصفیه بدون داشتن دستور کتبی از مراجع ذیصلاح حق هیچ گونه درخواست اعم از دسترسی و یا مسدود ساختن حساب کاربری را نخواهد داشت.',
            },
          ],
        },
        {
          title: 'امنیت حساب کاربری',
          items: [
            {
              text: 'مسئولیت صیانت و نگه داری از نام کاربری و رمز عبور از طریق تمام دستگاه های الکترونیکی که کاربر استفاده می نماید به عهده کاربر می باشد و تمامی معاملات انجام گرفته توسط کاربر با حساب کاربری او از نظر وجب صحیح تلقی می‌گردد.',
            },
            {
              text: 'کاربر می بایست تمام اقدامات لازم جهت  حفظ ایمنی و امنیت رایانه و سایر دستگاه های الکترونیک خود را به منظور جلوگیری از مفقود شدن، دزدی، دسترسی غیر مجاز و هرگونه سوء استفاده انجام دهد.',
            },
            {
              text: 'وجب هیچ مسئولیتی در قبال آسیب یا وقفه ناشی از ویروس های رایانه ای یا سایر کدهای مخربی که ممکن است بر رایانه یا سایر تجهیزات کاربر تأثیر بگذارد، یا هرگونه فیشینگ، جعل یا سایر حملات یا دسترسی های غیرمجاز ندارد. همچنین سرویس‌های پیامک و ایمیل در برابر حملات جعل و فیشینگ آسیب‌پذیر هستند و کاربر باید در بررسی پیام‌هایی که ادعا می‌شود از وجب منشا گرفته‌اند، دقت نموده و از تطبیق و صحت کامل اطلاعات اطمینان حاصل نماید.',
            },
            {
              text: 'در صورتی که رمزارز ، رمز عبور یا کلید خصوصی گم شود، دزدیده شود، از بین برود یا غیر قابل دسترس گردد، وجب هیچ تعهدی به صدور یا ارایه رمزارز جایگزین ندارد.',
            },
            {
              text: 'وجب موارد زیر را جهت امنیت حساب کاربری به کاربر توصیه می کند. این امر به معنای به وجود آمدن هر گونه مسئولیتی برای وجب نمی باشد و رعایت موارد زیر در هر حال برعهده کاربر است :',
              items: [
                'از رمز عبور پیچیده و امن و سیستم شناسایی دوعاملی استفاده شود.',
                'در زمان ورود به سایت و جهت جلوگیری از فیشینگ، آدرس سایت جهت تطبیق با دامنه وجب به آدرس   vajab.irچک شود و رمز عبور صرفا در این آدرس وارد گردد.',
                'رمز عبور در جای امن نگه داری شده و ترجیحا در تلفن همراه ذخیره نشود.',
                'هیچگاه از راه دور (Remote Access) اجازه دسترسی به حساب کاربری داده نشود و یا در زمان ورود به حساب کاربری، صفحه مانیتور کاربر به اشتراک گذاشته نشود.',
                'از یک نرم افزار ضد ویروس(Anti-Virus)  معتبر و در دسترس استفاده شود.',
              ],
            },
            {
              text: 'حساب کاربری تنها باید توسط خود او مورد استفاده قرار بگیرد. ارائه رمز عبور و دسترسی به شخص ثالث خلاف این موافقتنامه می باشد.',
            },
            {
              text: 'مسئولیت حساب کاربری و نیز مسئولیت هرگونه تراکنش اعم از واریز، برداشت، خرید و فروش  فقط به عهده ی خود کاربر می باشد. همچنین وجب در برابر خسارات ناشی از به سرقت رفتن حساب کاربر توسط شخص ثالث و یا هرگونه دسترسی غیرمجاز مسئولیتی ندارد.',
            },
            {
              text: 'در صورت دسترسی شخص ثالت به حساب کاربری به هر طریقی ولو از راه غیر قانونی و یا با اکراه، پیگیری امور مربوط به  مسئولیت مدنی و کیفری اقدامات انجام شده توسط شخص ثالث با حساب کاربری کاربر اصلی شامل و نه محدود به ورود خسارت به غیر و یا کاربر و جرایم مالی مانند کلاهبرداری، پولشویی و غیره بر عهده کاربر می باشد و هیچگونه مسئولیت قانونی و قضایی برای وجب وجود نخواهد داشت.',
            },
            {
              text: 'کاربر آگاهی خود را اعلام می نماید که که وجب هیچگونه مسئولیتی در زمانی که کاربر اطلاعات کاربری خود را در آدرسی به غیر از آدرس دامنه وجب که در این موافقتنامه به صراحت اعلام شده است وارد نموده و این امر منجر به عملیات فیشینگ و یا سایر اعمال غیرقانونی و حسب مورد از بین رفتن دارایی کاربر می شود ندارد . کاربر حق هرگونه اعتراض در محاکم اداری و قضایی علیه وجب به این علت را از خود سلب و ساقط می نماید.',
            },
            {
              text: 'کابر متعهد می باشد در صورت اطلاع از هرگونه نقض امنیت حساب کاربری خود این موضوع را از طریق ایمیل، چت و تلفن  به پشتیبانی وجب اطلاع دهد. وجب در صورت امکان، دسترسی حساب کاربری را موقتا مسدود می نماید.',
            },
          ],
        },
        {
          title: 'خدمات وجب',
          items: [
            {
              text: 'کاربر میتواند با استفاده از موجودی و اعتبار کیف پول ریالی، رمزارزهایی که در وجب پشتیبانی‌ شده و موجود می باشند را خریداری نماید.',
            },
            {
              text: 'کاربر میتواند رمزارز های پشتیبانی شده را با آدرس های کیف پول رمزارز مربوطه خود ارسال و یا دریافت نماید.',
            },
            {
              text: 'با کلیک بر روی دکمه های خرید و فروش، کاربر این اجازه را صادر میکند که وجب مبلغ مورد نیاز را از کیف پول ریالی و یا کیف پول رمزارز او برداشت نماید. وجب تمام سعی خود را می نماید تا در اسرع وقت رمزارز خریداری شده را به کاربر تحویل دهد..',
            },
            {
              text: 'کاربر می تواند اطلاعات مربوط به حساب کاربری خود مانند موجودی کیف پول ریالی و کیف پول رمز ارز، تاریخچه و میزان رمز ارز خریداری و فروخته شده، میزان هزینه ها و کارمزد ها، نرخ تبدیل در صورت وجود را مشاهده نماید.',
            },
            {
              text: 'وجب صرفا مسئول جابه جایی مقدار مشخص شده در تراکنش (سفارش خرید و فروش ) بر اساس درخواست معین کاربر است و هیچ گونه مسئولیت دیگری ندارد.',
            },
            {
              text: 'کاربر می بایست اطلاعات لازم در طی سفارش را با دقت وارد نماید. کلیه ی مسئولیت های مربوط به اشتباه وارد کردن اطلاعات در خلال سفارش با کاربر است و وجب هیچ مسئولیتی راجع به سفارش انجام شده ای که اطلاعات اشتباه داشته و موجب زیان کاربر شده باشد را نمی‌پذیرد.',
            },
            {
              text: 'تراکنش هایی که توسط وجب متعاقب سفارشات کاربر انجام می شوند غیر قابل بازگشت بوده و تابع قوانین سیستم هر رمزارز مربوط به تراکنش انجام شده می باشند.',
            },
            {
              text: 'وجب نقش واسطه را میان کاربران بر عهده دارد و ارزش و یا بازپرداخت معامله انجام شده را به هیچ وجه تضمین نمی کند.',
            },
            {
              text: 'مسئولیت منافع اقتصادی ناشی از معامله با رمزارز بر عهده‌ی کاربر خواهد بود. قیمت بازار رمزارز که توسط وجب بعضاً اعلام می‌شود ممکن است به طور موقت با قیمت واقعی همخوان نباشد که علت آن محدودیت‌های فنی از قبیل خطای سیستمی یا برنامه‌ای، عدم تقارن محیطی، محدودیت در مورد فضای ارتباطی در داخل و خارج است. بدیهی است وجب تلاش معقول خود را برای رفع این تفاوت در قیمت انجام می‌دهد.',
            },
            {
              text: 'حداقل حجم معاملات در وجب 300 هزارتومان است و برای مبالغ کمتر از آن معامله ای ثبت نمی‌شود.',
            },
            {
              text: 'اولین درخواست برداشت رمز ارز ۷۲ ساعت بعد از اولین واریز رمز ارز پس از افتتاح حساب کاربری امکان پذیر خواهد بود. بدیهی است این محدودیت صرفا برای اولین درخواست برداشت رمزارز از زمان افتتاح حساب کاربری اعمال می شود و بعد از آن محدودیتی وجود نخواهد داشت مگر در صورت وجود قوانین محدود کننده  که قابل اعمال باشند.',
            },
            {
              text: 'بدیهی است وجب تلاش معقول خود را جهت انجام خرید رمز ارز پس از ثبت درخواست کاربر به کار میگیرد، اما ممکن است گاهی اوقات به علت برخی مشکلات فنی این امر امکان پذیر نباشد. در این صورت وجب به کاربر اطلاع خواهد داد و اخذ تایید مجدد کاربر برای خرید در زمان تلاش مجدد لازم می باشد.',
            },
            {
              text: 'خدمات وجب فقط در ارتباط با آن دسته از رمزارزهایی که وجب از آنها پشتیبانی می کند در دسترس است که  ممکن است در زمان های متفاوت تغییر کند. کاربر نباید تحت هیچ شرایطی سعی کند از کیف پول رمز ارز خود برای ذخیره، ارسال، یا دریافت رمز ارز به هر شکلی که وجب پشتیبانی نمی کند استفاده نماید. مسئولیت هرگونه واریز اشتباه به عهده کاربر می باشد و کاربر تصدیق و موافقت می نماید که وجب هیچ مسئولیتی در قبال هیچ گونه دارایی پشتیبانی نشده ای که به کیف پول رمز ارز مرتبط با حساب کاربری وجب او ارسال می شود ندارد.',
            },
            {
              text: 'در صورتی که موجودی کیف پول ریالی کاربر برای انجام معامله و کارمزد ها کافی نباشد، وجب می تواند درخواست کاربر را قبول نکند.',
            },
            {
              text: 'کاربر همواره می‌تواند معادل ریالی موجودی رمزارز خود را که در کیف پول رمزارز او می باشد، دریافت کند. که به تعیین آن از سوی ما بستگی خواهد داشت. بدیهی است وجب وجب تعهدی به پرداخت سود نخواهد داشت.',
            },
            {
              text: 'درخواست برداشت ریال از کیف پول دیجیتال در سریعترین زمان ممکن پس از ثبت، بررسی و بر اساس محدودیت های انتقال وجه بانکی به حساب بانکی که کاربر ثبت کرده و متعلق به وی است واریز خواهد شد.',
            },
            {
              text: 'ممکن است به منظور جلوگیری از کلاهبرداری، پولشویی و سایر جرایم و یا نظامات مالی یا پولی، وجب بررسی های لازم و اقدامات بیشتر از حالت عادی را جهت کسب اطمینان انجام دهد. از جمله، ممکن است برداشت از کیف پول ریالی و کیف پول رمزارز تا زمانی که این بررسی ها با رضایت معقول وجب به منظور مطابقت با الزامات قانونی تکمیل شوند، منع شده یا به تاخیر افتد.',
            },
            {
              text: 'تمامی معاملات انجام گرفته توسط کاربر با حساب کاربری او از نظر وجب صحیح تلقی می‌گردد و فرض وجب بر این است که کاربر حقیقی و نماینده کاربر حقوقی دستور این معاملات را صادر کرده است. در صورتی که کاربر معتقد است تراکنشی در حساب کاربری او انجام گرفته است که توسط او نبوده باید سریعا این موضوع را از طریق ایمیل، چت و تلفن  به پشتیبانی وجب اطلاع دهد.',
            },
            {
              text: 'در صورتی که وجب بر اثر اشتباه مبلغ ریالی یا رمزارزی را از کیف پول کاربر برداشت و یا به کیف پول او واریز نماید، می تواند  بدون نیاز به انجام هر گونه تشریفات اداری و قضائی و یا دریافت اجازه از کاربر جهت رفع اشتباه، به بازگردان وجوه به نحوی که وضعیت کیف پول ها  به شرایط قبل از اشتباه بازگردند، اقدام نماید و کاربر حق هرگونه اعتراض و ادعایی را در این مورد علیه وجب از خود سلب و ساقط می نماید.',
            },
          ],
        },
        {
          title: 'فعالیت قانونی / موارد ممنوعه',
          items: [
            {
              text: 'کاربر تصدیق و تایید می نماید مبدا و مقصد وجوهی که با استفاده از حساب کاربری خود دریافت و یا واریز می نماید کاملا تمیز و قانونی می باشد.',
            },
            {
              text: 'کاربر تصدیق و تایید می نماید مالک قانونی وجوه و حساب هایی است که وی در هر سفارش به هر نحو چه برای پرداخت و چه برای دریافت از آنها استفاده کرده است',
            },
            {
              text: 'کاربر متعهد می باشد که از حساب کاربری خود برای مقاصد و فعالیت های خلاف قوانین و مقررات کشوری و بین المللی، قوانین مندرج در این موافقتنامه، اختفاء موضوع جرم، جرایم مالی و غیر مالی شامل و نه محدود به کلاهبرداری، پولشویی، شرط بندی، بازی های اینترنتی ممنوعه، قاچاق ارز و کالا، ارائه خدمات ممنوعه، حساب اجاره ای، نتورکینگ و شرکت های هرمی و غیره استفاده ننماید.',
            },
            {
              text: 'وجب مانند هر پلتفرم دیجیتال دیگری هیچگونه مسئولیتی در مورد اقدامات و فعالیت های غیر قانونی کاربر نداشته و در صورت تردید معقول در ارتباط با تراکنش های مشکوک یا اطلاع دقیق از این دست اقدامات این حق برای وجب محفوظ است که حساب کاربری را مسدود و یا معلق نماید و کاربر حق هرگونه اعتراض را از خود سلب و ساقط می نماید.',
            },
            {
              text: 'این حق برای وجب محفوظ است که در زمانی که کاربر اقدام به انجام عملیات خلاف قانون نموده است، اقدامات قانونی و قضایی لازم را اتخاذ نماید و در صورتی که از اقدامات کاربر ضرری متوجه وجب شود، کاربر مسئول پرداخت هرگونه خسارت مادی و یا معنوی به وجب می باشد.',
            },
          ],
        },
        {
          title: 'تعلیق و یا مسدود ساختن حساب کاربری',
          items: [
            {
              text: 'در موارد ذیل وجب میتواند حساب کاربری کاربر را معلق و یا مسدود ساخته و یا مبادله یا هرگونه تراکنشی که از طرف کاربر درخواست داده شده است را باطل سازد و به طور موقت یا دائمی مانع استفاده‌ی کاربر از هرگونه خدمات وجب شود:',
              items: [
                'چنانچه کاربر به سن قانونی (۱۸ سال کامل شمسی) نرسیده یا از اهلیت قانونی کافی برخوردار نباشد (مگر از طریق ولی خاص یا قیم قانونی)',
                'تلاش برای ایجاد حساب از طریق ارائه‌ی اطلاعات شخصی دیگران توسط کاربر از قبیل نام یا آدرس پست الکترونیکی',
                'استفاده از حساب کاربری تحت عنوان حساب اجاره ای',
                'عدم وارد کردن اطلاعات صحیح و لازم یا وارد کردن اطلاعات نادرست در زمان ایجاد حساب از سوی کاربر',
                'نقض و عدم رعایت قوانین و مقررات کشور و نیز هر یک از مقررات و شرایط مندرج در این موافقتنامه',
                'درخواست هر یک از مراجع و ارگان های ذیصلاح، محاکم قضایی و یا پلیس فتا جمهوری اسلامی ایران و یا بیم وقوع جرم',
                'در خطر بودن و امکان ورود لطمه به شهرت تجاری وجب در اثر اقدامات کاربر',
                'فعالیت غیر قانونی کاربر در بستر وجب اعم از آنکه که منجر به ورود لطمه یا خسارت به وجب گردد یا نگردد',
                'اقدام قانونی و شروع فرآیند قضایی فی مابین وجب و کاربر تا روشن شدن نتیجه نهایی',
              ],
            },
            {
              text: 'در صورت تعلیق یا مسدود سازی حساب کاربری، وجب می بایست نوع محدودیت و علت آن – در صورت امکان و محرمانه نبودن  – را به اطلاع کاربر برساند، تحقیقات اولیه در مورد حساب انجام داده و کاربر موظف خواهد بود که همکاری کامل با وجب را به عمل آورد.',
            },
            {
              text: 'در صورت تعلیق یا مسدود سازی حساب کاربری ، کاربر نمیتواند از کیف پول ریالی یا رمز ارزی خود استفاده کند و هیچ عملیاتی اعم از واریز یا برداشت انجام دهد.',
            },
            {
              text: 'وجب می تواند کلیه تراکنش ها را در شرایط ذیل ممنوع یا متوقف کرده و البته ممنوعیت و علت آن – در صورت امکان و محرمانه نبودن – را به کاربر اعلام نماید. کاربر حق اعتراض علیه  وجب را در این مورد از خود سلب و ساقط می نماید:',
              items: [
                'درخواست هر یک از مراجع و ارگان های ذیصلاح، محاکم قضایی و یا پلیس فتا',
                'بالا بودن مبلغ تراکنش از نظر وجب و یا عدم همخوانی تراکنش با تاریخچه حساب کاربری به صورت مشکوکی',
                'در سایر موارد چنانچه محدود کردن استفاده از خدمات پرداخت بر اساس سیاست عملیاتی وجب ضروری تشخیص داده شود',
              ],
            },
            {
              text: 'محدودیت های ماده ۵۸  در اسرع وقت و پس از اقدامات لازم قانونی و اداری در صورت امکان برداشته خواهد شد.',
            },
          ],
        },
        {
          title: 'حفاظت از اطلاعات شخصی',
          items: [
            {
              text: 'با استفاده خدمات وجب، کاربران صریحا رضایت خود را برای جمع آوری، استفاده و حفظ اطلاعات شخصی اعلام می نمایند.',
            },
            {
              text: 'اطلاعاتی که کاربر در خلال سفارش یا ثبت نام در سایت وارد کرده است کاملا محفوظ خواهد ماند و به هیچ شخص یا سازمان دیگری ارائه نخواهد شد مگر در راستای مطابقت عملکرد با قوانین و مقررات کشور و یا دستور مراجع و ارگان های مذکور در این موافقتنامه. در این موارد هیچ گونه مسئولیت قانونی برای جبران خسارت یا موارد دیگر برای وجب وجود ندارد و کاربران با استفاده از خدمات وجب اعلام رضایت خود را صراحتا اعلام می دارند.',
            },
          ],
        },
        {
          title: 'میزان مسئولیت',
          items: [
            {
              text: 'تلاش وجب ارائه‌ی خدمات به صورت ۲۴ ساعته در طول شبانه روز  می باشد. وجب تضمین نمی نماید که تمام خدمات بدون وقفه و دقیق باشد، ولیکن در صورت وقوع حادثه‌ و ایجاد وقفه در خدمات وجب متعهد می باشد مشکل را تا حد ممکن مرتفع نموده و ارائه‌ی خدمات را از سرگیرد. در این زمان کاربر می تواند درخواست بازیابی را بر اساس سوابق معاملاتی ارائه کند. بدیهی است وجب مسئول سود و زیان ناشی از این وقفه زمانی نمی باشد.',
            },
            {
              text: 'وجب هیچ گونه مسئولیتی راجع به تاخیر یا تراکنش ناموفق ایجاد شده در انجام سفارش به علت موجودی ناکافی، نقص یا مشکل یا تعمیرات سیستم رمزارز یا بانک پذیرنده ندارد.',
            },
            {
              text: 'در صورت وقوع خسارت به سایت، در اثر فعالیت‌های غیر قانونی کاربر، وجب می‌تواند طبق قانون نسبت به شکایت قانونی علیه کاربر و مطالبه‌ی خسارت اقدام نماید.',
            },
            {
              text: 'برای ارائه‌ی بهتر خدمات، ممکن است اعلامیه‌های مربوط به استفاده از خدمات علاوه بر انتشار در شبکه های اجتماعی وجب، به صورت موردی از طریق ایمیل یا پیامک برای کاربر نیز ارسال شوند.',
            },
            {
              text: 'در صورت وقوع خطای سیستمی در استفاده از خدمات از جمله برنامه‌ها، وجب می تواند اطلاعات نادرست ناشی از خطا را حذف و اطلاعات صحیح را اعمال نماید.',
            },
            {
              text: 'وجب صحت اطلاعات شخصی کاربر را تضمین نمیکند و به محض اطمینان از عدم صحت آن میتواند حساب کاربری را معلق سازد.',
            },
            {
              text: 'هر گونه پیامدهای مالیاتی ناشی از تراکنش های کاربران به عهده ی خود آنان خواهد بود و وجب هیچ گونه مسئولیتی ندارد.',
            },
            {
              text: 'وجب صرفا در محدوده موارد تصریح شده در این موافقتنامه در مقابل کاربر مسئول می باشد و در مواردی که صراحتا عدم مسئولیت وجب در این موافقتنامه ذکر شده، یا مسکوت مانده و نیز موارد ذیل مسئولیتی ندارد :',
              items: [
                'خدمات در اثر اقدام کاربر دچار مشکل شود',
                'خسارات ناشی از فرایند ورود به خدمات و استفاده از آن.',
                'خسارات ناشی از دسترسی غیر قانونی شخص ثالث به سرور و استفاده غیر قانونی از آن.',
                'ضررهای ناشی از انتقال و انتشار بد افزارها از سوی شخص ثالث.',
                'ضررهای ناشی از استفاده شخص ثالث از خدمات، خسارات ناشی از دور زدن، حذف یا نابودی اطلاعات ارسال شده.',
                'ضررهای ناشی از قصور در خدمات ارتباطاتی توسط بستر ارائه دهنده خدمات به وجب، به ویژه مواردی که ارائه دهنده خدمات ارتباطاتی در صورت وجود رابطه حقوقی فی ما بین وجب و کاربران موجب ناتوانی وجب در ارائه‌ی خدمات شود.',
                'ضررهای ناشی از موارد غیر قابل پیش بینی و غیر قابل کنترل از قبیل جنگ، آتش سوزی، زلزله و سایر بلایای طبیعی و موارد اضطراری ملی.',
                'ضررهای ناشی از ویژگی های خاص رمزارزها. به ویژه مواردی که موجب نقص یا محدودیت فنی در سیستم ارائه‌ی خدمات از سوی وجب می‌شود.',
                'سرورها برای ارائه‌ی خدمات قطع شود یا از دسترس خارج شوند.',
                'سایر خسارات که ناشی از اعمال یا عمل وجب نباشد.',
              ],
            },
            {
              text: 'اعضای هیئت مدیره، مدیران، مشاوران و کارکنان وجب و افرادی که اطلاعات این سایت را تهیه کرده اند، هیچ مسئولیت قانونی یا کیفری در قبال خسارات و/یا زیان های ناشی از تقصیر کاربر سایت ندارند.',
            },
            {
              text: 'وجب هیچ‌گونه مسئولیتی در قبال ضرر و زیان ناشی از اقدام کاربر بر اساس اطلاعات، دیدگاه‌ها، نظرها، پیش‌بینی‌ها یا برآوردها و یا قیمت های ارائه‌شده توسط وجب را ندارد.',
            },
            {
              text: 'وجب مسئول سود و زیان یا شهرت تجاری حاصل از فعالیت کاربر در بازار رمزارزها نمی باشد.',
            },
            {
              text: 'تمام رمز ارزهایی که در کیف پول رمز ارز کاربر نگهداری می شوند دارایی هایی هستند که توسط وجب به نفع کاربر نگهداری می شود. این جمله به این معنی است:',
              items: [
                'مالکیت رمز ارز متعلق به کاربر بوده و به وجب منتقل نمی شود وکاربر به عنوان مالک رمزارز تمام خطر از دست دادن آن را متحمل خواهد شد. وجب هیچ گونه مسئولیتی در قبال نوسانات ارزش رمزارز  موجود در کیف پول کاربر ندارد.',
                'هیچ یک از  رمزارزهای موجود در کیف پول  رمزارز کاربر متعلق به وجب نیست یا ممکن نیست به آن قرض داده شود جز در زمان درخواست کاربر، دستور محاکم قضایی و یا مواردی که به موجب این موافقتنامه مشخص شده است، وجب نمیتواند رمز ارز موجود در کیف پول رمز ارز کاربر را بفروشد، انتقال دهد، وام ‌دهد، یا به نحوی دیگر رمز ارز موجود در کیف پول رمزارز کاربر را استفاده کند.',
                'کاربر رمزارزهایی را که در کیف پول رمزارز خود نگهداری میکند را کنترل می می نماد. کاربر همواره می تواند رمزارز خود را با ارسال آن به یک آدرس بلاک چین متفاوت که توسط او یا شخص ثالث کنترل می‌شود، منتقل نماید.',
              ],
            },
            {
              text: 'کاربر موافقت خود را اعلام می نماید که در صورتی که وجب به موجب حکم قطعی محاکم دادگستری مسئول جبران خسارت به نفع کاربر باشد، وجب میتواند درچارچوب دستور قضایی صادر شده، مبلغ خسارت را به کیف پول ریالی و یا کیف پول رمز ارزی کاربر که تعلق آن به آن کاربر مورد تأیید است، پرداخت نماید.',
            },
          ],
        },
        {
          title: 'هزینه ها',
          items: [
            {
              text: 'کارمزد خدمات وجب ، همانطور که در بخش سفارش و تراکنش با نرخ مشخص نشان داده شده است، دریافت می شود.',
            },
            {
              text: 'هر گونه کارمزد، کمیسیون و هزینه ی دیگر که سیستم بانکی جهت نقل و انتقال پول به کاربر تحمیل نماید ، بر عهده ی کاربر خواهد بود و وجب هیچ گونه مسئولتی راجع به این گونه هزینه ها ندارد.',
            },
          ],
        },
        {
          title: 'استفاده از کوکی ها',
          items: [
            {
              text: 'وجب ممکن است از کوکی‌ها (cookies) در جمع‌آوری اطلاعات استفاده کند. کوکی فایلی است که به درخواست یک سایت، توسط مرورگر ایجاد می‌شود و به سایت امکان ذخیره بازدید‌های شما و مناسب‌سازی آنها را فراهم می‌نماید.',
            },
          ],
        },
        {
          title: 'مالکیت معنوی',
          items: [
            {
              text: 'تمامی علائم تجاری، طرح های گرافیکی ، رابط کاربری، رابط بصری، عکس، ، لوگو، کدهای نرم افزار و ساختار و نحوه بیان و تنظیم مطالب و محتوای موجود در وجب و شبکه های متعلق به وجب و به طور کلی سایر حقوق و امتیازات مربوطه منحصرا در مالکیت وجب می باشد و هیچ شخصی حق استفاده از آن را بدون رضایت وجب ندارد.',
            },
          ],
        },
        {
          title: 'اعتبار',
          items: [
            {
              text: 'اگر هر یک از مفاد این موافقتنامه بر اساس هر قانون لازم الاجرا، نامعتبر یا غیرقابل اجرا تشخیص داده شود، این امر بر اعتبار هیچ ماده دیگری تأثیری نخواهد داشت و بقیه مقررات اجرا می شود.',
            },
          ],
        },
        {
          title: 'حل و فصل اختلافات',
          items: [
            {
              text: 'در صورت بروز هرگونه اختلاف فی مابین کاربر و وجب، طرفین مساعی نموده که موضوع حتی الامکان از طریق مذاکره حل و فصل شود. در این خصوص کاربر متعهد به همکاری با وجب و ارائه اطلاعات لازم و عنداللزوم حضور در جلسات حضوری یا آنلاین می باشد. در صورت عدم حصول توافق ظرف ۲۵ روز از تاریخ اعلام قصد حل اختلاف از طریق مذاکره، کلیه اختلافات و دعاوی ناشی از این قرارداد و یا راجع به آن از جمله انعقاد، اعتبار، فسخ، نقض، تفسیر یا اجرای آن به مرکز داوری اتاق ایران ارجاع میگردد که مطابق با قانون اساسنامه و آیین داوری آن مرکز به صورت قطعی و لازم الاجرا بوسیله داور منفرد حل و فصل گردد. داور علاوه بر مقررات حاکم، عرف تجاری ذیربط را نیز مراعات خواهد نمود. شرط داوری حاضر، موافقتنامه ای مستقل از قرارداد اصلی تلقی می شود و در هر حال لازم الاجرا است.',
            },
          ],
        },
      ],
    }
  },
}
</script>

<style lang="scss" scoped>
.aboutus-card {
  background-color: $--color-neutral-20;
  padding: 2rem 1rem;
  border-radius: $--border-radius-base;
  &__head-des {
    color: $--color-neutral-900;
    div {
      line-height: 32px;
    }
  }
  &__inner {
    max-width: 1190px;
    margin: auto;
  }
  &__title {
  }
  ul {
    list-style: decimal;
    padding: 0;
    li {
      margin-right: 3rem;
      line-height: 28px;
      margin-top: 0.1rem;
      margin-bottom: 0.1rem;
    }
  }
}
</style>
